{
  "componentIdea": { "code": "PS1.A", "title": "Structure and Properties of Matter" },
  "discipline": "PS",

  "chapterOverview": {
    "guidingQuestion": "How do particles combine to form the variety of matter one observes?",
    "purpose": "This strand explores the properties of matter and the atomic theory which explains the behaviors of matter.",
    "centralIdeas": "Matter is made up of particles that are too small to see, and nothing else. The smallest of these particles are called atoms. There are a limited number of different types of atoms in the universe. Atoms can combine with other atoms, including atoms of different types. Things like boiling point, solubility, and other physical properties of a substance are caused by the way that particles in that substance interact. "
  },

  "gradeBandIntro": {
    "K-2": {
      "nrcQuote": "By the end of grade 2, different kinds of matter exist (e.g., wood, metal, water), and many of them can be either solid or liquid, depending on temperature. Matter can be described and classified by its observable properties (e.g., visual, aural, textural), by its uses, and by whether it occurs naturally or is manufactured. Different properties are suited to different purposes. A great variety of objects can be built up from a small set of pieces (e.g., blocks, construction sets). Objects or samples of a substance can be weighed, and their size can be described and measured. (Boundary: volume is introduced only for liquid measure.) – NRC, 2012",
      "progression": "Matter refers to all the “stuff” in the universe. In the earliest grades discussions of matter should be limited to solids and liquids because students can see or feel these forms of matter. Students may quickly develop or have pre-existing ideas about which types of materials are considered matter. For example, students may think that “matter” refers to solids, but not liquids or that light is a type of matter. Sorting tasks are an effective way to reveal student’s ideas about matter. For example, students can sort cards including rocks, sand, milk, pennies, sound, etc. into groups and then write a rule to explain their group. In later grades, students will learn that matter also exists in forms that we cannot see such as gases that explain experiences such as feeling the wind or a puddle drying up. \nStudents should begin to develop the habit of making careful observations and noticing little details. Patterns in their descriptions can serve as the basis for classifying matter as either a solid or a liquid based on how the material behaves. A simple hand lens may help students see that even though sugar appears to flow like a liquid, it is made of smaller bits of solids. As they move into higher grades, students learn about new technologies (e.g., thermometers). Each new technology permits new types of observations and new ways to group things. Experiences observing and classifying matter help prepare students for later grades when they explore the structure and organization of the periodic table of elements. \nIn middle school students will learn that the unimaginably large variety of things in the universe is made up of a relatively small number of different atoms. The seed for this idea begins in early elementary school. Students can take apart something and discover that it may be made of only a few different types of pieces. Even so, those same pieces can be reassembled in many ways to make many different, new things. It is critical that students can weigh the blocks in a variety of arrangements so that they can see that the weight does not change. These investigations form the basis for understanding that the weight of the chemicals involved in a chemical reaction does not change during the reaction as the atoms rearrange—that matter is conserved."
    },
    "3-5": {
      "nrcQuote": "By the end of grade 5. Matter of any type can be subdivided into particles that are too small to see, but even then, the matter still exists and can be detected by other means (e.g., by weighing or by its effects on other objects). For example, a model showing that gases are made from matter particles that are too small to see and are moving freely around in space can explain many observations, including the inflation and shape of a balloon; the effects of air on larger particles or objects (e.g., leaves in wind, dust suspended in air); and the appearance of visible scale water droplets in condensation, fog, and, by extension, also in clouds or the contrails of a jet. The amount (weight) of matter is conserved when it changes form, even in transitions in which it seems to vanish (e.g., sugar in solution, evaporation in a closed container). Measurements of a variety of properties (e.g., hardness, reflectivity) can be used to identify particular materials. (Boundary: At this grade level, mass and weight are not distinguished, and no attempt is made to define the unseen particles or explain the atomic-scale mechanism of evaporation and condensation.) – NRC, 2012",
      "progression": "Students have learned that matter refers to all of the “stuff” in the universe and now learn that all of this stuff is made of particles that are too small to be seen. The term “particle” is intentionally imprecise to avoid introducing unscientific ideas about more specific terms such as atoms, molecules, compounds, etc. Enormous numbers of tiny particles make up all of the larger things we can sense in the universe, while individual, ungrouped particles can explain how the wind is able to push objects around. \nIn the earliest grades, students investigated changes with snap-blocks to learn that many different objects could be built from a limited set of blocks and that the weight of the object was the same as the total weight of the individual blocks. Students should now see that these ideas are true at the particle level. When matter transitions from one state to another, the total weight of the matter does not change just because the particles are arranged differently. For example, a Ziploc bag of ice will have the same weight before and after the ice melts. \nIn early elementary, students learned the importance of making careful and detailed observations. These observations make it possible to group and classify substances. In the 3-5 grade band, students begin to use different technologies (rulers, thermometers, etc.) to make measurements, some of which can now be used to identify new materials."
    },
    "6-8": {
      "nrcQuote": "All substances are made from some 100 different types of atoms, which combine with one another in various ways. Atoms form molecules that range in size from two to thousands of atoms. Pure substances are made from a single type of atom or molecule; each pure substance has characteristic physical and chemical properties (for any bulk quantity under given conditions) that can be used to identify it. \nGases and liquids are made of molecules or inert atoms that are moving about relative to each other. In a liquid, the molecules are constantly in contact with each other; in a gas, they are widely spaced except when they happen to collide. In a solid, atoms are closely spaced and vibrate in position but do not change relative locations. Solids may be formed from molecules, or they may be extended structures with repeating subunits (e.g., crystals). The changes of state that occur with variations in temperature or pressure can be described and predicted using these models of matter. (Boundary: Predictions here are qualitative, not quantitative.) – NRC, 2012",
      "progression": "Students have learned to describe a substance by it’s physical properties. For example, students recognize that the liquid obtained from their faucets at home will have the same physical properties as the liquid collected from a stream, or the liquid collected from a lake. They should conclude that since these liquids have the same sets of physical properties, they must be the same substance. \nIn middle school, students learn that all matter is made of a limited set of different “elements.” Students should experience that adding energy can break down some pure substances into smaller parts. For example, a 9 volt battery can split water down into two smaller constituent parts. They can observe that these smaller parts are different based on their own characteristic properties – one gas will be flammable, while the other is not. \nAfter seeing that it is possible to reduce substances to their simplest forms, students can also observe that all samples of these substances are made of the constant ratios of the constituent parts. In other words, the samples of faucet, stream, and lake water, all shown to be the same substance based on their physical properties will all separate into two gases with a ratio of two parts flammable gas (hydrogen) to a single part non-flammable gas (oxygen). Students should learn that all substances combine in fixed ratios. These opportunities allow students to understand the same patterns that Joseph Proust made about the way that matter combines in constant ratios. The masses of different elements combine in constant ratios as they form new compounds. \nThree strands of standards from elementary school are woven together in middle grades – matter is made of particles, particles combine to make different substances, and each different substance has a unique set of observable properties. To explain the behaviors of solids and liquids, students learned that all matter is made of combinations of smaller particles. Students may already be comfortable with the names for some of these invisible particles (e.g., carbon dioxide). However, there has never been an explanation for the unique properties of these or other substances. In middle grades students learn that the variety of types and the characteristic properties of matter can be explained with a limited collection of different atoms that combine to make each different substance. All the behaviors and properties of matter that we can observe are due to the properties of these individual atoms. \n*“Having students memorize the names of invisible things and their parts gets things backward and wastes time. Concrete perceptions must come before abstract explanations.” \n-Benchmarks for Science Literacy, 1993*"
    },
    "Biology": {
      "nrcQuote": "",
      "progression": ""
    }
  },

  "progression": {
    "columns": [
      {"key": "gradeBand",		"label": "Grade Band"},
      {"key": "scaleOfMaterials",	"label": "Scale of Materials"},
      {"key": "bigIdea",		"label": "Big Idea"}
],
    "table": [
      { "gradeBand": "K-2", "scaleOfMaterials": "Objects students can see or touch", "bigIdea": "Matter is the 'stuff' around us we can see and touch." },
      { "gradeBand": "3-5", "scaleOfMaterials": "Particles too small to see", "bigIdea": "All matter is made of tiny particles." },
      { "gradeBand": "6-8", "scaleOfMaterials": "Atoms and compounds", "bigIdea": "A limited set of atoms combine in many ways to form substances." },
      { "gradeBand": "9-12", "scaleOfMaterials": "Internal atomic structure", "bigIdea": "Subatomic structure determines properties and interactions." }
    ],
    "narrative": "The variety of matter in the universe includes several different phases of matter–solid, liquid, and gas, and an enormous variety of combinations of atoms—each capable of existing in these different phases. As students progress through school, their understanding of matter becomes increasingly complex. In the early grades, children recognize two broad categories of materials: solids and liquids, named based on their observable behaviors. Certain phenomena, like inflating a balloon, hint at the existence of invisible gases, which students begin to explore in late elementary school. At the same time, students should move from a continuous view of matter to a model where all matter is made of nothing but individual particles. From an early age, students learn that matter is conserved, and by middle school, this idea evolves into an understanding at the atomic level. In high school, they focus on patterns in atomic behavior, exploring how the properties of different atoms are shaped by the subatomic particles that make atoms unique."
  },

  "standards": [
{
  "grade": "K",
  "discipline": "PS",
  "code": "K.PS1.1",

  "statement": "Plan and conduct an investigation using patterns to classify different kinds of materials by their observable properties (i.e., absorbency, color, texture, hardness, and flexibility), by their uses, and by whether they occur naturally or are manufactured.",

  "bigIdea": "Materials have properties that can be used to describe them or as the basis for organizing different materials. Some properties, such as hardness and flexibility, depend on what material an object is made of, and some properties, such as size and shape, do not. \n*Note: Identification of materials based on observable properties exceeds the intent of this standard. \n(Note: The standard lists color as a property of an object. This is useful for sorting. However, the perceived color of an object depends on the color of light shining on it and the colors of light that reflect from the object to an observer’s eyes.)*",

  "scientificIdeas": [ 
"Our senses help us make observations that describe the properties of different materials.",
"We can use our observations to put items into groups where each group has some common feature/property. There may be more than one way to group the same set of things.",
"It is important to make detailed observations. As our observations become more detailed, we can come up with more possible ways to form our groups.",
"Recording the properties of each group helps us add new items to existing groups when the size of the set grows. Sometimes we discover the limitations of our groups by trying to add a new object to our system of groups and discover that it breaks our pattern.",
"Tests on materials might include mixing, heating, freezing, cutting, wetting, dissolving, bending, exposing to light, etc. Materials can respond differently to these tests, or two materials may respond similarly in some, but not all, tests.",
"Descriptions of objects can include the type of material they are made of, as well as their properties.",
"We can look for patterns in the properties of materials and their uses to help us select the best material for a task/design (e.g., paper that is soft does better for cleaning up a spill than paper that is smooth).",
"Some types of materials exist because of events that happen without humans (e.g., wood, rocks, cotton). Other types of materials would not exist if people had not made them (paper, plastic, glass).",
"All materials (man-made and naturally occurring) come from materials in nature.",
"People can take materials that are created through natural processes and use them for specific purposes (e.g., wood from trees can be harvested and used to make lumber or paper).",
"A material’s properties determine how well it will perform at a task (e.g., cloth is not good for cutting paper but works well to wrap up a group of items).",
"Different materials are used for different purposes because of their properties. (e.g., glass is used for windows because it is clear and hard, fabric is used for clothes because it is soft and flexible.)"
 ],

  "studentIdeas": [ 
"Objects with the same properties are made of the same materials. (e.g., windows and water bottles are both clear, so they must both be made from the same thing.)",
"All things that look “natural” (e.g., artificial grass, composite decking, laminate flooring) come directly from nature.",
"Objects are made entirely of one type of material. For example, cars are made of metal.",
"All types of plastic, metal, wood, fabric, etc. will have the same properties (e.g., all plastics can bend easily.)",
"Things that are made by people do not use materials from nature.",
"Rigid materials are solid, powders, and non-rigid materials are liquids.",
"Things like sponges and cloth are not solids because they crumble, squish, can be torn, etc."
]
}


  ],








  "metadata": { "version": "2025-09-19", "source": "TN Science IFDs - 10/25 release" }
}



